// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Speed Dial/Group Dial List"="Seznam rychlých/skupinových voleb";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Count"="Rychlá volba: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Count"="Skupina: %d";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Max"="Maximální počet položek: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Max"="Lze přidat až %d položek rychlých voleb.";
"Import from Other Phone Book"="Importovat z adresáře";

// ------------------------------------------------------------------------
// OK/Cancel
// ------------------------------------------------------------------------
"OK"="OK";
"Cancel"="Storno";

// ------------------------------------------------------------------------
// Confirm write Speed Dial/Group Dial for Printer
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write"="Rychlá/skupinová volba pro tiskárnu \"%@\" byla změněna.\nChcete uložit tyto změny v tiskárně?";
"Str_Alert_Printer_Speed_Dial_Confirm_Before_Execute"="Rychlá/skupinová volba pro tiskárnu \"%@\" byla změněna.";

// ------------------------------------------------------------------------
// Wait Dialog(read Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Read_Wait_Dial"="Získávání rychlých voleb.";

// ------------------------------------------------------------------------
// Confirm write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write_Data"="Připraveno pro zahájení ukládání dat. Chcete pokračovat?";

// ------------------------------------------------------------------------
// Confirm over write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_ReWrite"="Nastavení rychlé/skupinové volby tiskárny jsou přepisována třetí stranou.\nChcete je přepsat?";

// ------------------------------------------------------------------------
// Wait Dialog(write Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Send_Wait_Dial"="Odesílání rychlých voleb.";

// ------------------------------------------------------------------------
// Confirm Import data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Import_Dial"="Pokud importované osobní údaje obsahují nepodporované znaky pro názvy rychlých voleb, bude sloupec rychlých voleb ponechán prázdný.";

// ------------------------------------------------------------------------
// Select Import Target
// ------------------------------------------------------------------------
"Select Import Target"="Vybrat cíl importu";
"Select data to import."="Vyberte data k importu.";

// ------------------------------------------------------------------------
// Edit Speed Dial
// ------------------------------------------------------------------------
"Str_Edit_Speed_Dial_Dlg_Window_Title"="Úpravy rychlé volby";
"Str_Edit_Speed_Dial_Entry_Number"="Číslo položky: %d";
"Name/Group Name"="Jméno / název skupiny";
"Fax Number"="Číslo faxu";
"Because \"-\" acts as a pause, do not use it to punctuate phone numbers."="Vzhledem k tomu, že symbol \"-\" slouží jako pauza, nepoužívejte jej ke strukturování telefonních čísel.";
"Speed Dial"="Rychlá volba";
"Group Dial"="Skupinová volba";

// ------------------------------------------------------------------------
// Edit Group Dial
// ------------------------------------------------------------------------
"Str_Edit_Group_Dial_Dlg_Window_Title"="Úpravy skupinové volby";
"Str_Edit_Group_Dial_Entry_Number"="Číslo položky: %d";
"Member"="Člen";
"Entry Number"="Číslo položky";

// ------------------------------------------------------------------------
// Confirm Delete Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial"="Chcete odstranit položku rychlé volby č. %d?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group"="Položka rychlé volby č. %d je již zaregistrována v jedné nebo ve více skupinách a rovněž bude z těchto skupin odstraněna.\nChcete vymazat položku rychlé volby č. %d?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group_Count0"="Položka rychlé volby č. %d je již zaregistrována v jedné nebo ve více skupinách a rovněž bude z těchto skupin odstraněna. V důsledku toho se některá skupina (skupiny) vyprázdní a bude rovněž vymazána.\nChcete vymazat položku rychlé volby č. %d?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Group"="Chcete odstranit položku skupinové volby č. %d?";

// ------------------------------------------------------------------------
// Confirm Delete All Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_All"="Chcete vymazat všechny seznamy rychlých a skupinových voleb pro tiskárnu \"%@\"?";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="O programu FAX Utility...";
"Preferences..."="Předvolby...";
"Services"="Služby";
"Hide FAX Utility"="Skrýt FAX Utility";
"Hide Others"="Skrýt ostatní";
"Show All"="Zobrazit vše";
"Quit FAX Utility"="Ukončit FAX Utility";
"File"="Soubor";
"Get Speed Dials..."="Získat rychlé volby";
"Send Speed Dials..."="Odeslat rychlé volby";
"Import"="Import";
"Back up"="Zálohovat";
"Close"="Zavřít";
"From Address Book"="Z adresáře";
"Save Backup..."="Uložit zálohu...";
"Restore Backup..."="Obnovit ze zálohy...";
"Edit"="Úpravy";
"Undo"="Zpět";
"Redo"="Znovu";
"Cut"="Vyjmout";
"Copy"="Kopírovat";
"Paste"="Vložit";
"Select All"="Vybrat vše";
"Edit..."="Úpravy...";
"Delete"="Odstranit";
"Delete All"="Odstranit vše";
"Window"="Okno";
"Minimize"="Minimalizovat";
"Help"="Nápověda";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Storno";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Nelze najít soubor nezbytný pro spuštění této aplikace.\nPřeinstalujte program FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Nelze získat informace o tiskárně (faxu). Otevřete \"Print & Fax Preferences\" a přidejte ovladač PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Určený soubor již existuje. Chcete jej přepsat?";
"Str_Alert_Common_Not_Responding_Error"="Tiskárna neodpovídá. Zkontrolujte, zda je tiskárna správně připojena a zda je zapnuté napájení.";
"Str_Alert_Common_Communication_Error"="Došlo k chybě komunikace tiskárny.";
"Str_Alert_Common_Printer_Processing_Error"="Tiskárna zpracovává data. Chvilku počkejte a zkuste to znovu.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Při komunikaci s tiskárnou byla zjištěna chyba.\nKód chyby (%d)";
"Str_Alert_Common_Error_Occurred"="Zpracovávání bylo zrušeno z důvodu chyby.";
"Str_Alert_Common_PrinterStatusError"="Došlo k chybě v tiskárně. Odstraňte chybu a zkuste to znovu.";

// ------------------------------------------------------------------------
// Alert(Printer Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Nelze otevřít Seznam rychlých/skupinových voleb, protože je již spuštěna jiná funkce programu FAX Utility. Prosím počkejte, než bude ukončena, a zkuste to znovu.";
"Str_Alert_Fax_SpeedDial_GroupDial_Dial_Data_Write_Failed"="Zápis rychlé/skupinové volby se nezdařil.\nChcete ukončit seznam rychlých/skupinových voleb?";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open_Fax_Phone_Book"="Nelze otevřít adresář.\nKód chyby (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Fax_Phone_Book_Not_Found"="Nelze najít adresář.\nImportování bylo zrušeno.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Get_Fax_Phone_Book_Data"="Nelze získat data z adresáře.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Volume_Near_Full"="Zápis záložního souboru se nezdařil.\nNení dostatek volného místa nebo je chráněno proti zápisu.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Other_Application_Using"="Zápis do záložního souboru se nezdařil.\nUrčený soubor je používán jinou aplikací.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_With_ErrorCode"="Zápis záložního souboru se nezdařil.\nKód chyby (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Broken"="Nelze rozpoznat formát souboru.\nSoubor je pravděpodobně poškozen nebo byl vytvořen jinou aplikací.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_Other_Application_Using"="Záložní soubor se nepodařilo načíst.\nUrčený soubor je používán jinou aplikací.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_With_ErrorCode"="Čtení záložního souboru se nezdařilo.\nKód chyby (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_GroupName_Not_Support"="Do jména/názvu skupiny byl zadán nepodporovaný znak.\nLze používat pouze alfanumerické znaky a symboly.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Not_Support"="Faxové číslo obsahuje nepodporovaný znak(y).\nLze použít pouze 0 - 9, *, #, - a mezeru.";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial"="Položka rychlé volby č. %d je již zaregistrována v jedné nebo ve více skupinách. Změnou rychlé volby na skupinovou bude rychlá volba odstraněna ze stávající skupiny (skupin).\nChcete změnit položku rychlé volby č. %d na skupinovou volbu?";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial_And_Group_Dial"="Položka rychlé volby č. %d je již zaregistrována v jedné nebo ve více skupinách. Změnou rychlé volby na skupinovou bude rychlá volba odstraněna ze stávající skupiny (skupin). V důsledku toho se některá skupina (skupiny) vyprázdní a bude rovněž vymazána.\nChcete změnit položku rychlé volby č. %d na skupinovou volbu?";
"Str_Alert_Fax_SpeedDial_GroupDial_Maximum_Group_Dial"="Do jedné skupiny lze zaregistrovat až %d čísel rychlých voleb.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_Name_Is_Space_Only"="Jako jméno / název skupiny nelze zadat pouze mezery.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Is_Space_Only"="Jako faxové číslo nelze zadat pouze mezery.";
"Str_Alert_Fax_SpeedDial_GroupDial_Import_File_Not_Found"="Nelze najít soubor k importu.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Version"="Vybraný soubor nelze načíst, protože byl vytvořen v novější verzi programu FAX Utility.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Určený soubor obsahuje některé položky, které nelze obnovit, protože jejich čísla přesahují limit pro níže zobrazenou připojenou tiskárnu.\nChcete obnovit všechny platné položky?";
"Str_AlertInfo_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Maximální počet položek: %d\nMaximální počet položek na skupinovou volbu: %d";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_NoAvailableData"="Nelze obnovit žádné položky z určeného souboru.";

// ------------------------------------------------------------------------
"NickName"="Indexové slovo";
"Fax Speed"="Rychlost faxu";
"Default Speed"="Výchozí";
"StrAlert_Input_NickName_UnknownCharacter_Not_Support"="Do indexového slova byl zadán nepodporovaný znak.";
"StrAlert_Input_Name_UnknownCharacter_Not_Support"="Do jména / názvu skupiny byl zadán nepodporovaný znak.";
"Str_InUseByAnotherFunction"="Používáno jinou funkcí";

"StrAlert_InUseByAnotherFunction_CannotMove"="Nelze přesunout. Existuje jedna nebo více položek, které jsou na určené pozici nebo v jejím okolí používány jinou funkcí.";
"StrAlert_ProtectedData_Exist"="Existuje jedna nebo více položek, které jsou používány pro plánovaný fax nebo jiné funkce. Jsou chráněny a nelze je změnit.";
"StrAlert_ProtectedData_CannotMove"="Nelze přesunout. Existuje jedna nebo více položek, které jsou na určené pozici nebo v jejím okolí chráněny.";
"StrAlert_PhoneBook_ReWrite"="Jedna nebo více položek bylo změněno jiným uživatelem.\nChcete je přepsat?";
"StrAlert_ProtectedData_WriteExcept"="Následující položky se staly chráněnými, protože je začal používat jiný uživatel.\nČíslo položky: %@\n\nChcete zapsat ostatní položky kromě výše uvedené?";
"StrAlert_InUseByAnotherFunction_ClearData"="Položky, u kterých je zobrazena zpráva \"Používáno jinou funkcí\", nelze uložit.\nChcete pokračovat?";
"StrAlert_ProtectedData_CannotSaveStatus"="Chráněný stav některých položek nebude uložen.\nChcete pokračovat?";
"StrAlert_RestoreData_ClearNameUnknownCharacter"="Pokud jsou v poli obnovených dat nepodporované znaky, pole jméno / název skupiny se vyprázdní.";
"StrAlert_InUseByAnotherFunction_RestoreData"="Jedna nebo více položek je používáno jinou funkcí. Budou rovněž přepsány obnovenými položkami.\nChcete pokračovat?";

"StrAlert_ProtectedData_1"="Následující položky nelze uložit do vaší tiskárny. Od jejich získání z tiskárny jsou používány a chráněny. Při ukládání budou položky přepsány položkami v tiskárně a veškeré vámi provedené změny budou ztraceny.\nČíslo položky: %@";
"StrAlert_ProtectedData_2"="Následující položky skupinové volby obsahují jednu nebo více položek rychlé volby, které jsou aktuálně chráněné v tiskárně. Tyto rychlé volby budou při ukládání skupiny vyloučeny. Když ve skupině nebude žádná rychlá volba, skupinové volby budou odstraněny.\nČíslo položky: %@";
"StrAlert_ProtectedData_3"="Chcete pokračovat?";
"StrAlert_RestoreData_1"="Nelze obnovit následující položky rychlých nebo skupinových voleb v záložním souboru.\nČíslo položky: %@\nChráněné položky s výše uvedenými čísly nelze přepsat.";
"StrAlert_RestoreData_2"="Následující položky skupinové volby obsahují jednu nebo více položek rychlé volby, které nelze obnovit. Tyto rychlé volby budou při obnově skupiny vyloučeny. Když ve skupině nebude žádná rychlá volba, skupinové volby budou odstraněny.\nČíslo položky: %@";
"StrAlert_RestoreData_3"="Chcete pokračovat?";
"StrAlert_Confirm_Delete_ALLData_ExceptProtect"="Existuje jedna nebo více chráněných položek rychlých nebo skupinových voleb. Žádnou chráněnou položku nelze odstranit. Chcete odstranit všechny položky vyjma chráněných?";

"Str_FaxContacts"="Kontakty";
"Str_FaxAddressBook"="Adresář";
"StrAlert_CannotAccessContacts_A"="Přístup k %@ není povolen.";
"StrAlert_CannotAccessContacts_B"="Povolte programu FAX Utility přístup k %@. Přejděte na [Systémové předvolby] - [Zabezpečení a soukromí] - [Soukromí] - [%@].\nRestartováním programu FAX Utility zaktualizujte nastavení.";
